Repository: shguevara/e-shop
Catalog: app/bedrock/web/app/languages/plugins/wpforms-conversational-forms-*.po
Languages: es_es

source: <strong>Enter</strong> or <strong>&#x2B07;</strong> to go to the next field
es_es: <strong>Intro</strong> o <strong>&#x2B07;</strong> para ir al siguiente campo

source: Heads up! To use Conversational Forms, please configure your site's permalinks on the WordPress <a href="%s">Permalink Settings</a> page.
es_es: ¡Atención! Para usar formularios conversacionales, configura los enlaces permanentes de tu sitio en la página de Ajustes <a href="%s">Enlaces permanentes</a> de WordPress.

source: Conversational Form Preview
es_es: Vista previa del formulario conversacional

source: View Conversational Form
es_es: Ver el formulario conversacional

source: View
es_es: Ver

source: Upload Image
es_es: Subir imagen

source: This is a Progress Bar style.
es_es: Este un estilo de barra de progreso.

source: Proportion
es_es: Proporción

source: Percentage
es_es: Porcentaje

source: Progress Bar
es_es: Barra de progreso

source: This is the color of the submit button and the page background.
es_es: Este es el color del botón de envío y del fondo de la página.

source: Color Scheme
es_es: Paleta de colores

source: Hide WPForms Branding
es_es: Ocultar la marca de WPForms

source: This is a custom logo displayed above the form title.
es_es: Este es un logo personalizado que se muestra encima del título del formulario.

source: Header Logo
es_es: Logo de la cabecera

source: This is the URL for your Conversational Form.
es_es: Esta es la URL de tu formulario conversacional.

source: Permalink
es_es: Enlace permanente

source: This content will display below the Conversational Form Title, above the form.
es_es: Este contenido se mostrará debajo del título del formulario conversacional, encima del formulario.

source: Message
es_es: Mensaje

source: Conversational Form Title
es_es: Título del formulario conversacional

source: Enable Conversational Form Mode
es_es: Activar el modo de formulario conversacional

source: Preview Conversational Form
es_es: Vista previa del formulario conversacional

source: Conversational Forms
es_es: Formularios convesarcionales

source: Use this media
es_es: Utiliza este archivo multimedia

source: Select or Upload Form Custom Logo
es_es: Elegir o subir el logo personalizado del formulario

source: Conversational Forms cannot be enabled if Form Pages is enabled at the same time.
es_es: Los formularios conversacionales no pueden ser activados si los formularios de página están activados al mismo tiempo.

source: %s%% completed
es_es: %s%% completados

source: Form completed
es_es: Formulario completado

source: %1$s of %2$s completed
es_es: %1$s de %2$s completados

source: <strong>Shift+Enter</strong> to go to the next field
es_es: <strong>Shift+Enter</strong> para saltar al siguiente campo

source: <strong>Shift+Enter</strong> to open file
es_es: <strong>Shift+Enter</strong> para abrir archivo

source: <strong>Tab</strong> or <strong>&#x2B07;</strong> to switch the line
es_es: <strong>Tab</strong> or <strong>&#x2B07;</strong> para cambiar la línea

source: <strong>Shift+Enter</strong> to make a line break
es_es: <strong>Shift+Enter</strong> para poner un salto de línea

source: Done
es_es: Hecho

source: Form Logo
es_es: Logo del formulario

source: press <strong>Enter</strong>
es_es: pulsa <strong>Enter</strong>

source: Start
es_es: Inicio

source: powered by
es_es: funciona con

source: Loading...
es_es: Cargando…

source: No file chosen
es_es: No has seleccionado ningún archivo

source: Choose File
es_es: Seleccionar archivo

source: <strong>Enter</strong> to select option
es_es: <strong>Enter</strong> para elegir la opción

source: No suggestions found
es_es: No se encontraron sugerencias

source: Type or select an option
es_es: Escribe o elige una opción

source: The WPForms Conversational Forms plugin has been deactivated. Your site is running an outdated version of PHP that is no longer supported and is not compatible with the Conversational Forms addon. <a href="%s" target="_blank" rel="noopener noreferrer">Read more</a> for additional information.
es_es: El plugin de WPForms de formularios conversacionales ha sido desactivado. Tu sitio está ejecutando una versión de PHP obsoleta o que ya no recibe soporte y que no es compatible con el complemento de formulario conversacional. <a href="%s" target="_blank" rel="noopener noreferrer">Lee esto</a> para más información.
