Repository: shguevara/e-shop
Catalog: app/bedrock/web/app/languages/plugins/yith-custom-thankyou-page-for-woocommerce-*.po
Languages: es_es

source: Delete Selected
es_es: Eliminar selección

source: Delete All
es_es: Eliminar todo

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Item
es_es: Artículo

source: Type
es_es: Tipo

source: Custom Thank You Page/URL
es_es: Página de Agradecimiento/ URL personalizada

source: Actions
es_es: Acciones

source: Products
es_es: Productos

source: Categories
es_es: Categorías

source: Payment Methods
es_es: Métodos de pago

source: Item type
es_es: Tipo de artículo

source: Choose whether to set a Thank You page or Custom Url for products, categories or payment methods.
es_es: Elige si establecer una página de Agradecimiento o una URL personalizada para productos, categorías o métodos de pago.

source: Search products
es_es: Buscar productos

source: Select products
es_es: Seleccionar productos

source: Select a product to set a Thank You Page or Custom Url.
es_es: Selecciona un producto para establecer la página de Agradecimiento o una URL personalizada.

source: Search category
es_es: Buscar categoría

source: Select categories
es_es: Seleccionar categorías

source: Select a product category to set a Thank You Page or Custom Url.
es_es: Selecciona una categoría de producto para establecer la página de Agradecimiento o una URL personalizada.

source: Select payment method
es_es: Selecciona el método de pago

source: Select a payment method to set a Thank You Page or Custom Url.
es_es: Selecciona un método de pago para establecer la página de Agradecimiento o una URL personalizada.

source: Custom Wordpress Page
es_es: Personaliza página de agradecimiento

source: External URL
es_es: URL externa

source: Select which kind of redirect to use.
es_es: Selecciona qué tipo de redirección usar.

source: Write the Url
es_es: Escribe la URL

source: Set the URL to redirect. Write full url for ex: https://yithemes.com/
es_es: Establece la URL para la redirección. Escribe la URL completa, por ejemplo: https://yithemes.com/

source: Add Rule
es_es: Añadir regla

source: Edit Rule
es_es: Editar regla

source: Product
es_es: Producto

source: Product Category
es_es: Categoría de Producto

source: Payment Method
es_es: Métodos de pago

source: < Back to rules list
es_es: < Volver a la lista de reglas

source: Rules
es_es: Reglas

source: A General Thank You Page has been set to <b>%1$s</b>. You can change it <a href="%2$s">here</a>
es_es: Se ha establecido una página de Agradecimiento general para <b>%1$s</b>. Puedes cambiarla <a href="%2$s">aquí</a>

source: It seems there's no valid order to test. Please create a dummy order and set it as Completed
es_es: Parece que no hay pedidos válidos para realizar la prueba. Por favor, crea un pedido de prueba y establecelo como Completado

source: Choose which custom Thank You page must have priority over others (General, Category, Product or Payment Method)
es_es: Elige que página de agradecimiento debe tener prioridad sobre otras (general, categoría o producto)

source: If you have set different custom Thank You pages for products in the cart, select which settings should have priority over others.
es_es: Si has establecido diferentes páginas de agradecimiento personalizadas para los productos en el carrito, selecciona qué ajustes deberían tener prioridad sobre otros.

source: If you set it to Products and there are more products with different Thank You pages, the one associated with the first product in the list will be shown.
es_es: Si se la configuras a tus productos y hay más productos con diferentes páginas de agradecimiento, la asociada con el primer producto en la lista, será mostrada.

source: General
es_es: Ajustes generales

source: Title font color
es_es: Color de fuente de título

source: Title font size
es_es: Tamaño de fuente del título

source: Title font weight
es_es: Peso de la fuente del título

source: Delete plugin options on Uninstall
es_es: Eliminar las opciones del plugin al desinstalar

source: Check this option in order to delete plugin options saved in database on plugin uninstall
es_es: marca esta opción para eliminar las opciones del plugin guardadas en la base de datos durante la desinstalación del plugin

source: Select a page&hellip;
es_es: Busca un producto&hellip;

source: Social Box
es_es: Caja social

source: UpSells
es_es: Ventas adicionales

source: Search for a product&hellip;
es_es: Busca un producto&hellip;

source: Type product IDs separated by comma.
es_es: Escribe el id de los productos separados por coma.

source: Custom Thank You Page
es_es: Perzonaliza página de agradecimiento

source: Custom Thank You Page or Url
es_es: Perzonaliza página de agradecimiento

source: Custom WordPress Page
es_es: Página de WordPress personalizada

source: Custom URL
es_es: Personalizar CSS

source: write here the full url (http://...)
es_es: Escribe aquí la URL completa (http://…)

source: Custom Thank You page
es_es: Personaliza página de agradecimiento

source: Select the custom Thank You page!
es_es: ¡Selecciona la personalización de la página de agradecimiento!

source: Write full URL ex: http://...
es_es: Escribe la URL completa, ej: http://…

source: Custom Thank You Url
es_es: Perzonaliza página de agradecimiento

source: Settings
es_es: Ajustes

source: Premium Version
es_es: Versión Premium

source: Plugin documentation
es_es: Documentación del plugin

source: Help Center
es_es: Centro de ayuda

source: Discover the premium version
es_es: Descubre la versión premium

source: Premium live demo
es_es: Demo en vivo Premium

source: WordPress support forum
es_es: Foro de soporte WordPress

source: current version
es_es: versión actual

source: Support platform
es_es: Plataforma de soporte

source: You may be interested in...
es_es: Puedes estar interesado en...

source: Thank you. Your order has been received.
es_es: Gracias. Tu pedido ha sido recibido.

source: Save as PDF
es_es: Guardar como PDF

source: View as YITH Thank You page
es_es: Vista previa de la página de agradecimiento

source: The Preview will be done using the dummy order
es_es: La vista previa se hará usando un pedido ficticio

source: The Preview will be done using a random completed order.
es_es: La vista previa se realizará usando un pedido completado al azar.

source: Preview as Yith Custom Thank You Page
es_es: Vista previa de la página de agradecimiento

source: The Preview will be done using the dummy order
es_es: La vista previa se realizará usando un pedido ficticio

source: Create Dummy Order
es_es: Crear pedido ficticio

source: In order to test this page as a YITH Custom Thank You Page, you need a completed WooCommerce order, but it seems that there is no completed order available at the moment. You can click on the button below to create a dummy order.
es_es: Para probar esta página como una página de agradecimiento, necesitas un pedido de WooCommerce completado, pero parece que no hay pedidos completados disponibles en este momento. Puedes hacer clic en el botón a continuación para crear un pedido ficticio.

source: Cannot set the Order to Complete
es_es: No puede establecer el pedido como Completado

source: YITH Custom ThankYou page for Woocommerce is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH Custom ThankYou página de Woocommerce está habilitado, pero no es eficaz. Requiere WooCommerce para funcionar.

source: YITH Custom ThankYou Page Customer Details Section
es_es: Sección de detalles del cliente de YITH Custom ThankYou Page

source: This widget will work only on the Custom Thank You page, here you can only see a preview. Moreover to use this element in the position you've chosen, you have to disable the related section
es_es: Este widget solo funcionará en la página de Agradecimiento, aquí solo puedes ver una vista previa. Además, para usar este elemento en la posición que has elegido, debes desactivar la sección relacionada

source: here
es_es: aquí

source: Please enter a valid order ID to preview this widget.
es_es: Por favor, introduce un ID de pedido válido para la vista previa de este widget.

source: Order Id
es_es: ID del Pedido

source: YITH Custom ThankYou Page Order Header Section
es_es: Sección de Encabezado de pedido de YITH Custom ThankYou Page

source: YITH Custom ThankYou Page Order Table Section
es_es: Sección de Tabla de pedido de YITH Custom ThankYou Page

source: YITH Custom ThankYou Page Save As PDF button
es_es: Botón 'Guardar como PDF' de YITH Custom ThankYou Page

source: This widget will work only on the Custom Thank You page, here you can only see a preview. Moreover to use this element in the position you've chosen, you have to disable the automatic Pdf button and activate it as Shortcode
es_es: Este widget solo funcionará en la página de Agradecimiento, aquí solo puedes ver una vista previa. Además, para usar este elemento en la posición que has elegido, debes desactivar el botón automático de PDF y activarlo como shortcode

source: YITH Custom ThankYou Page SocialBox
es_es: Casilla de redes sociales de YITH Custom ThankYou Page

source: This widget will work only on the Custom Thank You page, here you can only see a preview. Moreover to use this element in the position you've chosen, you have to disable the Social Box settings
es_es: Este widget solo funcionará en la página de Agradecimiento, aquí solo puedes ver una vista previa. Además, para usar este elemento en la posición que has elegido, debes desactivar los ajustes de Casilla de redes sociales

source: Enable Facebook
es_es: Habilitar Facebook

source: Enable
es_es: Habilitar

source: Disable
es_es: Inhabilitar

source: Enable Twitter
es_es: Habilitar Twitter

source: Enable Pinterest
es_es: Habilitar Pinterest

source: YITH Custom ThankYou Page UpSells
es_es: Ventas adicionales de YITH Custom ThankYou Page

source: This widget will work only on the Custom Thank You page, here you can only see a preview. Moreover to use this element in the position you've chosen, you have to disable the UpSells settings
es_es: Este widget funcionará solo en la página de Agradecimiento, aquí solo puedes ver una vista previa. Además, para usar este elemento en la posición que has elegido, debes desactivar los ajustes de Venta adicional

source: Products per row
es_es: Productos por fila

source: Products per page
es_es: Productos por página

source: Order by
es_es: Ordenar por

source: title
es_es: título

source: random
es_es: aleatorio

source: date
es_es: fecha

source: Order
es_es: Ordenar

source: Preview
es_es: Vista previa

source: Preview PDF
es_es: Vista previa del PDF

source: Select the General Thank You Page or External URL for all products
es_es: Selecciona la página general de agradecimiento para todos los productos

source: Select the General Thank You Page for all products
es_es: Selecciona la página general de agradecimiento para todos los productos

source: Share on...
es_es: Comparte en...

source: URL shortening service
es_es: Servicio de abreviación de URL

source: None
es_es: Ninguno

source: Google API Key
es_es: Clave API de Google

source: Bitly API Key
es_es: Clave API de Bitly

source: Box title font color
es_es: Color de fuente del título de la caja

source: Box title font size
es_es: Tamaño de fuente del título de la caja

source: Box title font weight
es_es: Peso de fuente del título de la caja

source: Social font color
es_es: Color de fuente de títulos de redes sociales

source: Social font hover color
es_es: Color

source: Social font active color
es_es: Color activo de fuente de títulos de redes sociales

source: Social font active color on hover
es_es: Color activo de fuente de títulos de redes sociales

source: Selected tab background color
es_es: Seleccionado color de fondo de la pestaña

source: Tab main background color
es_es: Color de fondo principal de la pestaña

source: Arrow box color
es_es: Color de flecha de la caja

source: Sharing button color
es_es: Color de botones Compartir

source: Sharing button font size
es_es: Tamaño de fuente del título de los botones Compartir

source: Sharing button font color
es_es: Color de fuente de los botones Compartir

source: Order details
es_es: Detalles del pedido

source: Order:
es_es: Pedido:

source: Date:
es_es: Fecha:

source: Payment method:
es_es: Método de pago:

source: Downloads
es_es: Descargas

source: Never
es_es: Nunca

source: Note:
es_es: Nota:

source: Customer details
es_es: Detalles del cliente

source: Email:
es_es: Correo electrónico:

source: Telephone:
es_es: Teléfono:

source: Billing address
es_es: Dirección de facturación

source: N/A
es_es: N/D

source: Shipping address
es_es: Dirección de envío

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction.
es_es: Desafortunadamente no podemos procesar tu pedido ya que tu banco ha declinado la transacción. Por favor, inténtalo de nuevo.

source: Please make a new attempt or go to your account page.
es_es: Por favor, intenta la compra de nuevo o vete la página de tu cuenta.

source: Please make a new attempt.
es_es: Por favor, intenta la compra de nuevo.

source: Pay
es_es: Pagar

source: My Account
es_es: Mi cuenta

source: Select the product to share
es_es: Selecciona el producto que quieres compartir

source: I've just purchased:
es_es: Acabo de comprar:

source: Share
es_es: Comparte

source: characters left
es_es: caracteres restantes

source: Tweet
es_es: Haz un Tweet

source: Pin it
es_es: Fijar

source: The <code><strong>YITH Custom ThankYou Page for Woocommerce</strong></code> shows a Thank You page to users buying in your shop. The page can be customized also per single product and allows your customers to share their purchases on social networks. Excellent to loyalize your customers and show ad-hoc marketing campaigns! <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce on <strong>YITH</strong></a>
es_es: <code><strong>YITH Custom ThankYou Page for Woocommerce</strong></code> muestra una página de agradecimiento a los usuarios que compren en tu tienda. La página también puede ser personalizada para productos individuales y permite a tus clientes compartir su compra en redes sociales. ¡Excelente para fidelidad a tus clientes y mostrar campañas de marketing! <a href="https://yithemes.com/" target="_blank">Obtén más plugins para tu comercio electrónico en <strong>YITH</strong></a>

# Admin option
source: Thank You Page redirect
es_es: Redirección a página de Agradecimiento

# Admin option
source: Select a Page
es_es: Selecciona una Página

# Admin option
source: Show header section
es_es: Mostrar parte del encabezado

# Admin option
source: Show order table
es_es: Mostrar la parte de la tabla de pedidos

# Admin option
source: Show customer details
es_es: Detalles del cliente

# Admin option
source: Enable PDF button
es_es: Habilitar botón de PDF

# Admin option
source: Use as Shortcode
es_es: Usar como Shortcode

# Admin option
source: PDF Button Label
es_es: Etiqueta de botón de PDF

# Admin option
source: PDF Button Background Color
es_es: Color de fondo del botón PDF

# Admin option
source: Default Color
es_es: Color predeterminado

# Admin option
source: Hover Color
es_es: Color al pasar el cursor

# Admin option
source: PDF Button Text Colors
es_es: Colores del texto del botón PDF

# Admin option
source: Show Logo on PDF
es_es: Mostrar logo en el PDF

# Admin option
source: Max Logo Width
es_es: Ancho máximo del logo

# Admin option
source: Show Order Header Table
es_es: Mostrar encabezado de la tabla de pedidos

# Admin option
source: Show Order Details Table
es_es: Mostrar de la tabla de detalles de pedidos

# Admin option
source: Show Customer Details
es_es: Detalles del cliente

# Admin option
source: Footer Text
es_es: Texto de pie de página

# Admin option
source: Redirect to a Custom Page or External URL
es_es: Redirigir a una página personalizada o a una URL externa

# Admin option
source: Select the General Page
es_es: Selecciona la página general

# Admin option
source: Set the Url
es_es: Establecer la URL

# Admin option
source: Enable Social Box
es_es: Activar caja social

# Admin option
source: Section Title
es_es: Título de sección

# Admin option
source: Enable Facebook
es_es: Habilitar Facebook

# Admin option
source: Enable Twitter
es_es: Habilitar Twitter

# Admin option
source: Enable Pinterest
es_es: Habilitar Pinterest

# Admin option
source: Select the tool to shorten your URLs
es_es: Selecciona la herramienta para acortar tus URLs

# Admin option
source: Enable UpSelling section
es_es: Habilita la sección de venta adicional

# Admin option
source: Products per row
es_es: Productos por fila

# Admin option
source: Products per page
es_es: Productos por página

# Admin option
source: Order by
es_es: Pedido por

# Admin option
source: Order
es_es: Pedido

# Admin option
source: Select products
es_es: Selecciona productos

# [gutenberg]: block name
source: Thank You Page Up-sells
es_es: Thank You Page Ventas adicionales

# [gutenberg]: block name
source: Thank You Page Order Overview Header
es_es: Encabezado de resumen de pedido de página de agradecimiento

# [gutenberg]: block name
source: Thank You Page Order Table
es_es: Perzonaliza página de agradecimiento

# [gutenberg]: block name
source: Thank You Page Order Customers Details
es_es: Detalles de los clientes en la página de agradecimiento de pedido

# [gutenberg]: block name
source: Thank You Page Social Box
es_es: Activar caja social

# [gutenberg]: block name
source: Thank You Page Customer Name
es_es: Perzonaliza página de agradecimiento

# [gutenberg]: block name
source: Thank You Page Order Number
es_es: Perzonaliza página de agradecimiento

# [gutenberg]: block name
source: Thank You Page Order Customer E-mail
es_es: Correo electrónico del cliente de la página de agradecimiento

# [gutenberg]: block description
source: With this block you can add Up-sells product on Custom Thank You Page....
es_es: Marca esta opción para mostrar el botón de PDF en Custom Thank You Page

# [gutenberg]: block description
source: Columns Number
es_es: Número de columnas

# [gutenberg]: block description
source: Order by
es_es: Pedido por

# [gutenberg]: block description
source: Order
es_es: Pedido

# [gutenberg]: block description
source: Show Order Overview Header on Custom Thank You Page....
es_es: Mostrar encabezado de resumen de pedido en la página de agradecimiento…

# [gutenberg]: block description
source: Show Order Table on Custom Thank You Page....
es_es: Habilita personalizar página de agradecimiento

# [gutenberg]: block description
source: Show Order Customers Details on Custom Thank You Page....
es_es: Mostrar detalles de los clientes del pedido en la página de agradecimiento…

# [gutenberg]: block description
source: Show Social Box on Custom Thank You Page....
es_es: Habilita personalizar página de agradecimiento

# [gutenberg]: block description
source: Print Order Customer Name on Custom Thank You Page....
es_es: Habilita personalizar página de agradecimiento

# [gutenberg]: block description
source: Show The Order Number on Custom Thank You Page....
es_es: Habilita personalizar página de agradecimiento

# [gutenberg]: block description
source: Show The Order Customer E-mail on Custom Thank You Page....
es_es: Mostrar el correo electrónico del pedido del cliente en la página de agradecimiento….

# [gutenberg]: keywords
source: Thank you page
es_es: Personaliza página de agradecimiento

# [gutenberg]: keywords
source: Up-Sells
es_es: Ventas adicionales

# [gutenberg]: keywords
source: Order Overview
es_es: Valoración del pedido

# [gutenberg]: keywords
source: Order Table
es_es: Pedido por

# [gutenberg]: keywords
source: Order Customer Details
es_es: Detalles del cliente

# [gutenberg]: keywords
source: Order Social Sharing
es_es: Compartir el pedido en redes sociales

# [gutenberg]: keywords
source: Order User Name
es_es: Nombre de usuario del pedido

# [gutenberg]: keywords
source: Order Number
es_es: Pedido por

# [gutenberg]: keywords
source: Order Customer E-mail
es_es: Detalles del cliente

# [gutenberg]: inspector description
source: Title
es_es: título

# [gutenberg]: inspector description
source: Random
es_es: aleatorio

# [gutenberg]: inspector description
source: Date
es_es: Fecha:

# [gutenberg]: inspector description
source: Product to show (write the ids separated by comma)
es_es: Escribe el id de los productos separados por coma.

# [gutenberg]: inspector description
source: Frist Name
es_es: Nombre

# [gutenberg]: inspector description
source: First Billing Name
es_es: Primer nombre de facturación

# [gutenberg]: block field label
source: Name Type
es_es: Tipo de nombre

# [gutenberg]: Help text
source: Show facebook tab
es_es: Mostrar la parte de la tabla de pedidos

# [gutenberg]: Help text
source: Hide facebook tab
es_es: Ocultar la pestaña de Facebook

# [gutenberg]: Help text
source: Show twitter tab
es_es: Mostrar la parte de la tabla de pedidos

# [gutenberg]: Help text
source: Hide twitter tab
es_es: Ocultar la pestaña de Twitter

# [gutenberg]: Help text
source: Show google tab
es_es: Mostrar la parte de la tabla de pedidos

# [gutenberg]: Help text
source: Hide google tab
es_es: Ocultar la pestaña de Google

# [gutenberg]: Help text
source: Show pinterest tab
es_es: Mostrar la parte de la tabla de pedidos

# [gutenberg]: Help text
source: Hide pinterest tab
es_es: Ocultar la pestaña de Pinterest

# Panel: page title
source: Priority
es_es: Prioridad

# Panel: page title
source: PDF Settings
es_es: Ajustes de PDF

# Panel: page title
source: General settings
es_es: Ajustes generales

# Panel: page title
source: URL Shortening Settings
es_es: Ajustes de abreviación de Url

# Panel: page title
source: Social Box Style
es_es: Estilo de caja social

# Panel: page title
source: UpSells Settings
es_es: Ajustes de venta adicional

# Admin option: General Priority
source: Select General Priority to
es_es: Seleccionar prioridad general para

# Section title in Settings
source: Order Details
es_es: Detalles del pedido

# Section title in Settings
source: Uninstall
es_es: Desinstalar

# Section title in Settings
source: Social Box Settings
es_es: Ajustes de caja social

# Admin option description
source: This section shows a main order details
es_es: Esta sección muestra una valoración de pedido simple

# Admin option description
source: This section shows all order details
es_es: Esta sección muestra los detalles del Cliente

# Admin option description
source: This section shows customer details
es_es: Esta sección muestra los detalles del Cliente

# Admin option description
source: Set the sections Title Font Color
es_es: Selecciona el color de fuente de título de las secciones

# Admin option description
source: Set the sections Title Font Size
es_es: Establece el tamaño de la fuente del título de las secciones

# Admin option description
source: Set the sections Title Font Weight
es_es: Establece el peso de la fuente de título de las secciones

# Admin option description
source: Check this option to show the PDF button on Custom Thank You Page automatically
es_es: Marca esta opción para mostrar el botón de PDF en Custom Thank You Page automáticamente

# Admin option description
source: If this option is checked the button will show only when you add the shortcode to the page [yith_ctpw_pdf_button]
es_es: Si esta opción está marcada, el botón se mostrará sólo cuando añadas el shortcode a la página [yith_ctpw_pdf_button]

# Admin option description
source: set the PDF button label
es_es: establece la etiqueta de botón de PDF

# Admin option description
source: Check this option to show a custom logo image on PDF
es_es: Marca esta opción para mostrar una imagen de logo personalizada en el PDF
