Repository: shguevara/e-shop
Catalog: app/bedrock/web/app/languages/plugins/yith-cost-of-goods-for-woocommerce-*.po
Languages: es_es

source: Sales Report
es_es: Informe de Ventas

source: Stock Report
es_es: Informe de Stock

source: Set Cost of Goods
es_es: Establecer Cost of Goods

source: Error during updating the product Cost of Goods.
es_es: Error al actualizar el Cost of Goods del producto.

source: Set cost
es_es: Establecer coste

source: Cost
es_es: Coste

source: Cost of Goods
es_es: Coste de bienes

source: Apply costs to orders that do not have costs set.
es_es: Esto aplicará costes a pedidos anteriores si el coste no estaba establecido.

source: Apply and override the costs on all your orders.
es_es: Aplicar y sobreescribir el coste en todos tus pedidos.

source: Apply and override the costs on a selected order.
es_es: Aplicar y sobreescribir los costes en el pedido seleccionado.

source: Apply Costs
es_es: Aplicar costes

source: This will apply costs to previous orders if the cost was not set.
es_es: Esto aplicará costes a pedidos anteriores si el coste no estaba establecido.

source: This will apply costs to previous orders, overriding the previous cost if it was set.
es_es: Esto aplicará costes a pedidos anteriores, sobrescribiendo el coste anterior si este estaba establecido.

source: Write your order ID here
es_es: Escribe el ID de tu pedido aquí

source: This will apply costs to the selected order, overriding the previous cost if it was set.
es_es: Esto aplicará costes a pedidos anteriores, sobreescribiendo el coste anterior si este estaba establecido.

source: These actions cannot be undone
es_es: Estas acciones no puede deshacerse.

source: Import Cost of Goods from WooCommerce.
es_es: Importar Cost of Goods desde WooCommerce

source: Import Costs
es_es: Importar costes

source: This will import the costs of the products from WooCommerce.
es_es: Esto importará los costes de los productos desde WooCommerce.

source: This action cannot be undone
es_es: Esta acción no puede deshacerse.

source: Year
es_es: Año

source: Last Month
es_es: Último mes

source: This Month
es_es: Este mes

source: Last 7 Days
es_es: Últimos 7 días

source: Export CSV
es_es: Exportar CSV

source: Select categories&hellip;
es_es: Seleccionar categorías&hellip;

source: None
es_es: Ninguno

source: All
es_es: Todo

source: Show
es_es: Mostrar

source: Categories
es_es: Categorías

source: Showing reports for:
es_es: Mostrando informes para:

source: Product Search
es_es: Búsqueda de producto

source: Reset
es_es: Restablecer

source: Search for a product&hellip;
es_es: Buscar un producto&hellip;

source: Sales by date
es_es: Ventas por fecha

source: Sales by product
es_es: Ventas por producto

source: Sales by category
es_es: Ventas por categoría

source: No products found.
es_es: No se encontraron productos.

source: Edit
es_es: Editar

source: View
es_es: Ver

source: %s product
es_es: %s producto

source: Product
es_es: Producto

source: Quantity
es_es: Cantidad

source: AVG Product Prices
es_es: Precios de producto AVG

source: Revenue
es_es: Ingresos

source: AVG Product Cost
es_es: Coste de producto AVG

source: AVG Product Margin
es_es: Margen de producto AVG

source: Margin
es_es: Margen

source: Actions
es_es: Acciones

source: All stock
es_es: Todo el inventario

source: Stock by product
es_es: Inventario por producto

source: Stock by category
es_es: Inventario por categoría

source: In stock
es_es: En inventario

source: Out of stock
es_es: Sin existencias

source: Stock status
es_es: Estado del inventario

source: Product Price
es_es: Precio de producto

source: Product Total Price
es_es: Precio total del producto

source: Product Cost
es_es: Coste de producto

source: Product Total Cost
es_es: Coste total del producto

source: Potential Profit
es_es: Beneficio potencial

source: Tags
es_es: Etiquetas

source: Margin %
es_es: Margen %

source: Completed
es_es: Completado

source: Processing
es_es: Procesando

source: On-hold
es_es: En espera

source: General settings
es_es: Ajustes generales

source: Include orders fees
es_es: Incluir cuotas de los pedidos

source: The cost related to the orders fees will be included in the total product cost
es_es: El coste relacionado con las cuotas de los pedidos será incluido en el coste total del producto

source: Include the shipping in the total cost
es_es: Incluir el Envío en el coste total

source: Shipping costs will be included in the total product cost
es_es: Los gastos de envío serás incluidos en el coste total del producto

source: Exclude the shipping from the total cost
es_es: Excluir el Envío del coste total

source: Shipping costs will be excluded in the total product cost
es_es: Los costes de Envío estarán excluidos del precio total del producto

source: Include taxes cost for each product
es_es: Incluir coste de impuestos para cada producto

source: Tax costs will be included in the total product cost
es_es: Los costes de impuesto serán incluidos en el coste total del producto

source: Apply costs to previous orders
es_es: Aplicar costes a pedidos anteriores

source: Import Cost of Goods from WooCommerce
es_es: Importar Cost of Goods desde WooCommerce

source: Add custom columns to the report
es_es: Añadir columnas personalizadas al informe

source: Add custom field
es_es: Añadir campo personalizado

source: Write a Custom Field name
es_es: Escribe un nombre de campo personalizado

source: Add a custom field to the report table (Separate them with commas for different columns).
es_es: Añadir un campo personalizado a la tabla de informes (Separalos por con comas para columnas diferentes).

source: Add a tag column to report.
es_es: Añadir una etiqueta de columna al informe.

source: Show a tag column for products in the report table
es_es: Mostrar una columna para las etiquetas de los productos en la tabla de informe

source: Add a percentage margin column to report.
es_es: Añadir una columna para el margen en el informe.

source: Show a percentage margin column for products in the report table
es_es: Añadir una columna para el porcentaje de margen en el informe

source: Set the pagination to the reports
es_es: Establecer la paginación para los informes

source: Number of items per page in the Report table
es_es: Número de artículos por página en la tabla de informe

source: Number of items per page in the Stock table
es_es: Número de artículos por página en la tabla de inventario

source: Order Status Settings
es_es: Opciones de estado de los pedidos

source: Select the minimum order status required to display the data in the reports
es_es: Selecciona el estado mínimo requerido para mostrar los pedidos en el informe

source: Currency Settings
es_es: Ajustes de moneda

source: Display the currency symbol in the reports
es_es: Mostrar el símbolo de moneda en los informes

source: If this option is disable, the report will not display the currency symbol of the values
es_es: Si esta opción está deshabilitada, el informe no mostrará el símbolo de la moneda en los valores

source: From %1$s to %2$s
es_es: Desde %1$s hasta %2$s

source: Custom:
es_es: Personalizado:

source: Go
es_es: Ir

source: Search for:
es_es: Buscar por:

source: Search products&hellip;
es_es: Seleccionar categorías&hellip;

source: <code><strong>YITH Cost of Goods for WooCommerce</strong></code> let you know the profits of your sales subtracting the costs from your revenue. You can check a detailed report to know the different amounts that are handled in your sales. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>
es_es: <code><strong>YITH Cost of Goods for WooCommerce</strong></code> te permite conocer los beneficios de tus ventas of your sales restando los costes de tus ingresos. Puedes comprobar un informe detallado para conocer las diferentes cantidades que se gestionan en tus ventas <a href="https://yithemes.com/" target="_blank">Obtén más plugins para tu comercio electrónico en <strong>YITH</strong></a>

# submit button
source: Search
es_es: Buscar por:
