Repository: shguevara/e-shop
Catalog: app/bedrock/web/app/languages/plugins/yith-custom-thankyou-page-for-woocommerce-*.po
Languages: es_es

# Admin option description
source: Upload or select a logo image (available extensions: jpg, png)
es_es: Sube o selecciona una imagen de logo (extensiones disponibles: jgp, png)

# Admin option description
source: set the max size for the logo image in px
es_es: establece el tamaño máximo para la imagen de logo en pixeles

# Admin option description
source: Show Order Header Table
es_es: Mostrar encabezado de la tabla de pedidos

# Admin option description
source: Show Order Details Table
es_es: Mostrar tabla de detalles de pedidos

# Admin option description
source: Show Customer Informations
es_es: Mostrar los Detalles del cliente

# Admin option description
source: Add custom message to PDF footer
es_es: Añadir mensaje personalizado de pie de página del PDF

# Admin option description
source: Check this option to show the social sharing section
es_es: Marca esta opción para mostrar la sección de ventas adicionales

# Admin option description
source: Title to show for this section
es_es: Título a mostrar para esta sección

# Admin option description
source: Check this option to show Facebook sharing button
es_es: Marca esta opción para mostrar el compartidor de Facebook

# Admin option description
source: Check this option to show Twitter sharing button
es_es: Marca esta opción para mostrar el compartidor de Twitter

# Admin option description
source: Check this option to show the Pinterest sharing button
es_es: Marca esta opción para mostrar el compartidor de Pinterest

# Admin option description
source: Check this option to show the up-selling section
es_es: Marca esta opción para mostrar la sección de ventas adicionales

# Admin option: Enable plugin
source: Enable Custom Thank You Page
es_es: Habilita personalizar página de agradecimiento

# Admin option description: Enable plugin
source: Check this option to enable the plugin features
es_es: Marca esta opción para habilitar las características del plugin

# Admin option: Custom Style
source: Custom CSS
es_es: Personalizar CSS

# Admin option - UpSells title
source: Section Title
es_es: Título de sección

# Admin option - UpSells title description
source: Title to show for this section
es_es: Título a mostrar para esta sección

# Section title
source: Style
es_es: Estilo
