Repository: shguevara/e-shop
Catalog: app/bedrock/web/app/languages/plugins/yith-woocommerce-color-label-variations-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: Single Variations
es_es: Variaciones

source: Use this placeholder {show_image} to show the image on tooltip. Only available for image type
es_es: Utiliza este marcador de posición {show_image} para mostrar la imagen en el tooltip. Sólo disponible para tipo imagen

source: Value
es_es: Valor

source: Select terms
es_es: Seleccionar términos

source: Select all
es_es: Seleccionar todos

source: Select none
es_es: No seleccionar ninguno

source: Add new
es_es: Añadir nuevo

source: Create new attribute term
es_es: Crear nuevo término de atributo

source: Name
es_es: Nombre

source: A value is required for this term
es_es: Se requiere un valor para este término

source: Enable this option to show this variation in archive pages
es_es: Activa esta opción para mostrar esta variación en páginas de archivo

source: Show in archive pages?
es_es: ¿Mostrar en páginas de archivo?

source: Hide in archive pages?
es_es: ¿Ocultar en páginas de archivo?

source: Virtual products are intangible and are not shipped.
es_es: Los productos virtuales son intangibles y no son enviados.

source: View Cart
es_es: Ver carrito

source: "%1$s" has been added to cart correctly
es_es: "%1$s" ha sido añadido al carrito correctamente

source: Colorpicker
es_es: Selector de color

source: Image
es_es: Imagen

source: Label
es_es: Etiqueta

source: YITH WooCommerce Color and Label Variations Premium is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Color and Label Variations Premium está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.

source: General Options
es_es: Opciones Generales

source: Attribute behavior
es_es: Atributo de comportamiento

source: Choose attribute style after selection.
es_es: Elegir estilo de atributo después de la selección.

source: Hide attributes
es_es: Ocultar atributos

source: Blur attributes
es_es: Difuminar atributos

source: Enable Tooltip
es_es: Habilitar Tooltip

source: Enable tooltip for attributes
es_es: Habilitar tooltip para atributos

source: Tooltip position
es_es: Posición del Tooltip

source: Select tooltip position
es_es: Elige la posición del tooltip

source: Top
es_es: Arriba

source: Bottom
es_es: Abajo

source: Tooltip animation
es_es: Animación del tooltip

source: Select tooltip animation
es_es: Selecciona la animación del tooltip

source: Fade in
es_es: Aparecer

source: Slide in
es_es: Deslizarse

source: Tooltip background
es_es: Fondo del tooltip

source: Select tooltip background
es_es: Seleccionar fondo del tooltip

source: Tooltip text color
es_es: Color de texto del tooltip

source: Select tooltip text color
es_es: Seleccionar color de texto del tooltip

source: Show Attribute Description
es_es: Mostrar la descripción del atributo

source: Choose to show description below each attribute in single product page
es_es: Elegir si mostrar la descripción debajo de cada atributo en la página de producto único

source: Enable plugin in archive pages
es_es: Activar el plugin en las páginas de archivo

source: Choose to show attribute selection in archive shop pages.
es_es: Elige mostrar la selección de atributo en las páginas de archivo de la tienda.

source: Form Position
es_es: Posición del form

source: Choose the form position in archive shop page
es_es: Elegir la posición del form en la página de archivo de la tienda

source: Before add to cart button
es_es: Después del botón añadir al carrito

source: After add to cart button
es_es: Antes del botón añadir al carrito

source: Enable AJAX form in archive pages
es_es: Activar formulario de AJAX en las páginas de archivo

source: Enable AJAX handle for variations form in archive shop pages.
es_es: Activar la gestión de AJAX para el formulario de variaciones en las páginas de archivo de la tienda.

source: Label for 'Add to cart' button
es_es: Etiqueta del botón 'Añadir al carrito'

source: Label for 'Add to cart' button when a variation is selected from archive page
es_es: Etiqueta del botón 'Añadir al carrito' cuando se ha seleccionado una variación desde la página de archivo

source: Add to cart
es_es: Añadir al carrito

source: Change product image on hover
es_es: Cambiar la imagen del producto al pasar por encima

source: Change the product image when the mouse hovers the concerned attribute. PLEASE, NOTE: It works only for products that have only one attribute per variation.
es_es: Cambiar la imagen del producto al pasar el ratón por encima del atributo correspondiente. POR FAVOR, TEN EN CUENTA: Solo funciona si los productos que tengan un solo atributo por variación.

source: Show custom attributes on "Additional Information" Tab
es_es: Mostrar atributos personalizados en la pestaña ‘’Información adicional’’

source: Show custom attributes style on "Additional Information" Tab instead of simple text.
es_es: Mostrar el estilo de los atributos personalizados en la pestaña de ‘’Información adicional’’ en lugar de un texto simple.

source: Single Variations in loop
es_es: Variación individual en loop

source: Show single variations in loop
es_es: Mostrar variaciones individuales en loop

source: Choose whether to show single variations in archive pages of your store or not
es_es: Escoge si mostrar variaciones individuales en páginas de archivo de tu tienda o no

source: Hide parent products
es_es: Ocultar productos superiores

source: Hide parent products in loop when single variations are showed
es_es: Ocultar productos superiores en loop cuando las variaciones individuales son mostradas

source: Order products by ID
es_es: Ordenar productos por ID

source: Order products by ID in all WooCommerce loop. This option alters the main WordPress query so you may notice changes in different sections of your site. We recommend enabling this option if you see your variations sequentially
es_es: Ordenaro productos por ID en todos los loops de WooCommerce. Esta opción altera la principal consulta de WordPress por lo que apreciarás cambios en diferentes secciones de tu sitio. Recomendamos activar esta opción si ves tus variaciones secuencialmente

source: Description
es_es: Descripción

source: Description for product attributes.
es_es: Descripción de atributos de producto.

source: Variation Image Gallery
es_es: Galería de imágen de variación

source: Choose an option
es_es: Elige una opción

source: The <code><strong>YITH WooCommerce Color and Label Variations</strong></code> allows you to customize the drop-down select of your variable products and buy product variations directly from shop pages. A must-have for every e-commerce. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>.
es_es: <code><strong>YITH WooCommerce Color and Label Variations</strong></code> te permite personalizar la selección en desplegable de tus productos variables y comprar variaciones de producto directamente desde las páginas de la tienda. Un básico para cualquier comercio electrónico <a href="https://yithemes.com/" target="_blank">Obtén más plugins para tu comercio electrónico en <strong>YITH</strong></a>.

# label for remove single image from variation gallery
source: Remove image
es_es: Eliminar imagen
